Repository: files-community/Files
Catalog: src/Files.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca, cs_cz, da, de_de, el, es_es, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ka, ko_kr, lv_lv, nb_no, nl_nl, or_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi, zh_hans, zh_hant

source: Run script
ar: تشغيل البرنامج النصي
bg: Изпълни скрипт
ca: Executa l'script
cs_cz: Spustit skript
da: Kør script
de_de: Skriptdatei ausführen
el: Εκτέλεση script
es_es: Ejecutar script
fi_fi: Suorita skripti
fr_fr: Exécuter le script
he_il: הפעל קובץ Script
hr_hr: Pokreni skriptu
hu_hu: Szkript futtatása
id_id: Jalankan skrip
it_it: Esegui script
ja_jp: スクリプトを実行
ko_kr: 스크립트 실행
lv_lv: Palaist skriptu
nb_no: Kjør skript
nl_nl: Script uitvoeren
pl_pl: Uruchom skrypt
pt_pt: Executar script
ro_ro: Execută scriptul
ru_ru: Запустить скрипт
sk_sk: Spustiť skript
sv_se: Kör skript
tr_tr: Komut dosyasını çalıştır
uk_ua: Виконати сценарій
vi: Chạy kịch bản
zh_hans: 运行脚本
zh_hant: 執行腳本

source: Run with PowerShell
ar: تشغيل بواسطة PowerShell
bg: Изпълни с PowerShell
ca: Executa amb PowerShell
cs_cz: Spustit v PowerShellu
da: Kør med PowerShell
de_de: Mit PowerShell ausführen
el: Εκτέλεση με PowerShell
es_es: Ejecutar con PowerShell
fi_fi: Suorita PowerShellilla
fr_fr: Exécuter avec PowerShell
hu_hu: Futtatás PowerShell használatával
id_id: Jalankan dengan PowerShell
it_it: Esegui con PowerShell
ja_jp: PowerShell で実行
ko_kr: PowerShell 으로 실행
lv_lv: Palaist ar PowerShell
nb_no: Kjør med PowerShell
nl_nl: Uitvoeren met PowerShell
pl_pl: Otwórz za pomocą programu PowerShell
pt_pt: Executar com PowerShell
ro_ro: Execută cu PowerShell
ru_ru: Запустить в PowerShell
sk_sk: Spustiť s PowerShell
sv_se: Kör med PowerShell
tr_tr: PowerShell'le Çalıştır
uk_ua: Запуск з PowerShell
vi: Chạy bằng PowerShell
zh_hans: 使用 PowerShell 运行
zh_hant: 以 PowerShell 執行

# ShowFolderSizesWarning
source: Calculating folder sizes is resource intensive and may cause your CPU usage to increase.
ar: حساب أحجام المجلد كثيف الموارد وقد يتسبب في زيادة استخدام وحدة المعالجة المركزية الخاصة بك.
bg: Изчисляването на размерите на папките е ресурсоемко и може да доведе до увеличаване на използването на вашия процесор.
ca: El càlcul de la mida de les carpetes requereix molts recursos i pot fer que l'ús de la CPU augmenti.
cs_cz: Výpočet velikosti složky je náročný na zdroje a může způsobit zvýšené vytížení procesoru.
da: Beregning af mappestørrelser er ressourcekrævende og kan medføre, at dit CPU-forbrug stiger.
de_de: Da das Berechnen der Ordnergrößen rechenintensiv ist, kann die CPU-Auslastung erhöht werden.
el: Ο υπολογισμός μεγέθους των φακέλων είναι υπολογιστικά απαιτητικός και μπορεί να προκαλέσει αύξηση της χρήσης του επεξεργαστή.
es_es: Calcular el tamaño de las carpetas consume muchos recursos y podría provocar que aumente el uso de la CPU.
fi_fi: Kansiokokojen laskeminen vaatii paljon resursseja ja saattaa lisätä suorittimen käyttöäsi.
fr_fr: Le calcul de la taille des dossiers consomme beaucoup de ressources et peut entraîner une augmentation de l'utilisation du processeur.
hu_hu: A mappák méretek számolása erőforrás-igényes és a processzorhasználat növekedésével járhat.
id_id: Menghitung ukuran folder membutuhkan banyak sumber daya dan dapat menyebabkan penggunaan CPU Anda meningkat.
it_it: Calcolare la dimensione delle cartelle richiede molte risorse e potrebbe aumentare l'uso della CPU.
ja_jp: フォルダー サイズの計算はリソースを消費するため、CPU使用率が上昇する可能性があります。
ko_kr: 폴더 크기를 계산하는 것은 많은 것를 사용하므로 CPU 사용량이 증가할 수 있습니다.
lv_lv: Mapju izmēru aprēķināšana ir resursintensīva un var palielināt procesora lietojumu.
nb_no: Beregning av mappestørrelser er ressurskrevende og kan føre til at prosessorbruken vil øke.
nl_nl: Het berekenen van mapgrootte is een bron die intensief is en kan uw CPU-gebruik doen toenemen.
pl_pl: Obliczanie rozmiaru folderów wymaga dużej ilości zasobów i może spowodować wzrost wykorzystania procesora.
pt_pt: Esta operação exige muitos recursos e pode aumentar a utilização do CPU.
ro_ro: Calcularea dimensiunilor folderelor consumă multe resurse şi poate creşte utilizarea procesorului.
ru_ru: Вычисление размеров папок требует ресурсы ЦП и может увеличить нагрузку.
sk_sk: Výpočet veľkostí priečinkov je náročný na zdroje a môže spôsobiť zvýšenie využitia procesora.
sv_se: Beräkning av mappstorlekar är resurskrävande och kan orsaka din CPU-användning att öka.
tr_tr: Klasör boyutlarını hesaplamak için yoğun kaynak kullanılır ve CPU kullanımınızın artmasına neden olabilir.
uk_ua: Обчислення розмірів папки потребує багато ресурсу і може збільшити використання вашого процесора.
vi: Việc tính toán kích cỡ thư mục có thể tốn nhiều tài nguyên thiết bị và khiến mức sử dụng CPU tăng lên.
zh_hans: 计算文件夹大小会占用大量资源，可能会增加 CPU 使用量。
zh_hant: 計算資料夾大小會消耗較多資源，可能會導致 CPU 使用率上升。

source: Rotate left
ar: تدوير لليمين
bg: Завърти наляво
ca: Gira cap a l'esquerra
cs_cz: Otočit doleva
da: Roter til venstre
de_de: Gegen den Uhrzeigersinn drehen
el: Περιστροφή αριστερά
es_es: Girar a la izquierda
fi_fi: Kierrä vasemmalle
fr_fr: Tourner à gauche
he_il: סובב שמאלה
hr_hr: Rotiraj ulijevo
hu_hu: Balra forgatás
id_id: Putar kiri
it_it: Ruota a sinistra
ja_jp: 左に回転
ka: შეტრიალება მარცხნივ
ko_kr: 왼쪽으로 회전
lv_lv: Pagriezt pa kreisi
nb_no: Roter mot venstre
nl_nl: Linksom draaien
or_in: ବାମକୁ ଘୁର୍ଣ୍ଣନ
pl_pl: Obróć w lewo
pt_pt: Rodar à esquerda
ro_ro: Rotire la stânga
ru_ru: Повернуть влево
sk_sk: Otočiť doľava
sv_se: Rotera åt vänster
tr_tr: Sola Döndür
uk_ua: Повернути ліворуч
vi: Xoay trái
zh_hans: 向左旋转
zh_hant: 向左旋轉

source: Rotate right
ar: استدارة إلى اليمين
bg: Завърти надясно
ca: Gira cap a la dreta
cs_cz: Otočit doprava
da: Roter til højre
de_de: Mit dem Uhrzeigersinn drehen
el: Περιστροφή δεξιά
es_es: Girar a la derecha
fi_fi: Kierrä oikealle
fr_fr: Tourner à droite
he_il: סובב ימינה
hr_hr: Rotiraj udesno
hu_hu: Jobbra forgatás
id_id: Putar kanan
it_it: Ruota a destra
ja_jp: 右に回転
ka: შეტრიალება მარჯვნივ
ko_kr: 오른쪽으로 회전
lv_lv: Pagriezt pa labi
nb_no: Roter mot høyre
nl_nl: Rechtsom draaien
or_in: ଡାହାଣକୁ ଘୁର୍ଣ୍ଣନ
pl_pl: Obróć w prawo
pt_pt: Rodar à direita
ro_ro: Rotire la dreapta
ru_ru: Повернуть вправо
sk_sk: Otočiť doprava
sv_se: Rotera åt höger
tr_tr: Sağa Döndür
uk_ua: Повернути праворуч
vi: Xoay phải
zh_hans: 向右旋转
zh_hant: 向右旋轉

source: Install
ar: ‏‏التثبيت
bg: Инсталирай
ca: Instal·la
cs_cz: Instalovat
da: Installer
de_de: Installieren
el: Εγκατάσταση
es_es: Instalar
fi_fi: Asenna
fr_fr: Installer
he_il: ‏‏התקן את
hr_hr: Instaliraj
hu_hu: Telepítés
id_id: Pasang
it_it: Installa
ja_jp: インストール
ka: დაინსტალირება
ko_kr: 설치
lv_lv: Instalēt
nb_no: Installer
nl_nl: Installeren
or_in: ସଂସ୍ଥାପନ କରନ୍ତୁ
pl_pl: Zainstaluj
pt_pt: Instalar
ro_ro: Instalare
ru_ru: Установить
sk_sk: Inštalovať
sv_se: Installera
tr_tr: Yükle
uk_ua: Інсталювати
vi: Cài đặt
zh_hans: 安装
zh_hant: 安裝

source: Close tabs to the left
ar: اغلاق علامات التبويب إلى اليسار
bg: Затваряне на разделите наляво
ca: Tanca les pestanyes a l’esquerra
cs_cz: Zavřít karty vlevo
da: Luk faner til venstre
de_de: Tabs links schließen
el: Κλείσιμο καρτελών αριστερά
es_es: Cerrar pestañas a la izquierda
fi_fi: Sulje vasemmalla olevat välilehdet
fr_fr: Fermer les onglets à gauche
hu_hu: Balra lévő lapok bezárása
id_id: Tutup tab di sebelah kiri
it_it: Chiudi schede a sinistra
ja_jp: これより左のタブを閉じる
ko_kr: 왼쪽 탭 닫기
lv_lv: Aizvērt cilnes pa kreisi
nb_no: Lukk faner til venstre
nl_nl: Tabbladen aan de linkerkant sluiten
pl_pl: Zamknij karty po lewej
pt_pt: Fechar separadores à esquerda
ro_ro: Închide filele din stânga
ru_ru: Закрыть все вкладки слева
sk_sk: Zavrieť karty vľavo
sv_se: Stäng flikar till vänster
tr_tr: Soldaki sekmeleri kapat
uk_ua: Закрити вкладки ліворуч
vi: Đóng các thẻ bên trái
zh_hans: 关闭左侧选项卡
zh_hant: 關閉左邊的索引標籤

source: Close tabs to the right
ar: إغلاق علامات التبويب على اليسار
bg: Затваряне на раздели вдясно
ca: Tanca les pestanyes a la dreta
cs_cz: Zavřít karty vpravo
da: Luk faner til højre
de_de: Tabs rechts schließen
el: Κλείσιμο καρτελών δεξιά
es_es: Cerrar pestañas a la derecha
fi_fi: Sulje oikealla olevat välilehdet
fr_fr: Fermer les onglets à droite
he_il: סגור כרטיסיות משמאל
hr_hr: Zatvori kartice zdesna
hu_hu: Jobbra lévő lapok bezárása
id_id: Tutup tab di sebelah kanan
it_it: Chiudi schede a destra
ja_jp: これより右のタブを閉じる
ka: მარჯვენა გრაფების დახურვა
ko_kr: 오른쪽 탭 닫기
lv_lv: Aizvērt cilnes pa labi
nb_no: Lukk faner til høyre
nl_nl: Tabbladen rechts sluiten
or_in: ଡାହାଣରେ ଟାବ୍‍ଗୁଡିକ ବନ୍ଦ କରନ୍ତୁ
pl_pl: Zamknij karty po prawej
pt_pt: Fechar separadores à direita
ro_ro: Închide filele din dreapta
ru_ru: Закрыть вкладки справа
sk_sk: Zavrieť karty napravo
sv_se: Stäng flikar till höger
tr_tr: Sağdaki sekmeleri kapat
uk_ua: Закрити вкладки праворуч
vi: Đóng các thẻ bên phải
zh_hans: 关闭右侧选项卡
zh_hant: 關閉右邊的索引標籤

source: Close other tabs
ar: إغلاق علامات التبويب الأخرى
bg: Затвори другите раздели
ca: Tanca les altres pestanyes
cs_cz: Zavřít ostatní karty
da: Luk andre faner
de_de: Andere Tabs schließen
el: Κλείσιμο των άλλων καρτελών
es_es: Cerrar otras pestañas
fi_fi: Sulje muut välilehdet
fr_fr: Fermer les autres onglets
he_il: סגור כרטיסיות אחרות
hr_hr: Zatvori ostale kartice
hu_hu: Többi lap bezárása
id_id: Tutup tab lain
it_it: Chiudi le altre schede
ja_jp: 他のタブを閉じる
ka: სხვა ჩანართების დახურვა
ko_kr: 다른 탭 닫기
lv_lv: Aizvērt pārējās cilnes
nb_no: Lukk andre faner
nl_nl: Andere tabbladen sluiten
or_in: ଅନ୍ୟ ଟ୍ୟାବ୍‌ଗୁଡ଼ିକୁ ବନ୍ଦ କରନ୍ତୁ
pl_pl: Zamknij inne karty
pt_pt: Fechar outros separadores
ro_ro: Închideţi celelalte file
ru_ru: Закрыть другие вкладки
sk_sk: Zavrieť ostatné karty
sv_se: Stäng övriga flikar
tr_tr: Diğer Sekmeleri Kapat
uk_ua: Закрити інші вкладки
vi: Đóng các thẻ khác
zh_hans: 关闭其他选项卡
zh_hant: 關閉其他索引標籤

source: Music
ar: موسيقى
bg: Музика
ca: Música
cs_cz: Hudba
da: Musik
de_de: Musik
el: Μουσική
es_es: Música
fi_fi: Musiikki
fr_fr: Musique
he_il: מוסיקה
hr_hr: Glazba
hu_hu: Zene
id_id: Musik
it_it: Musica
ja_jp: ミュージック
ka: მუსიკა
ko_kr: 음악
lv_lv: Mūzika
nb_no: Musikk
nl_nl: Muziek
or_in: ସଙ୍ଗୀତ
pl_pl: Muzyka
pt_pt: Música
ro_ro: Muzică
ru_ru: Музыка
sk_sk: Hudba
sv_se: Musik
th_th: เพลง
tr_tr: Müzik
uk_ua: Музика
vi: Nhạc
zh_hans: 音乐
zh_hant: 音樂

source: Pictures
ar: صور
bg: Картини
ca: Imatges
cs_cz: Obrázky
da: Billeder
de_de: Bilder
el: Εικόνες
es_es: Fotos
fi_fi: Kuvat
fr_fr: Images
he_il: תמונות
hr_hr: Slike
hu_hu: Képek
id_id: Gambar
it_it: Immagini
ja_jp: ピクチャ
ka: სურათები
ko_kr: 사진
lv_lv: Attēli
nb_no: Bilder
nl_nl: Afbeeldingen
or_in: ଛବିଗୁଡିକ
pl_pl: Obrazy
pt_pt: Imagens
ro_ro: Imagini
ru_ru: Фотографии
sk_sk: Obrázky
sv_se: Bilder
tr_tr: Resimler
uk_ua: Зображення
vi: Hình ảnh
zh_hans: 图片
zh_hant: 圖片

source: Update Files
ar: تحديث Files
bg: Обновяване на файловете
ca: Actualitza Files
cs_cz: Aktualizovat Files
da: Opdater Files
de_de: Files aktualisieren
el: Ενημέρωση του Files
es_es: Actualizar Files
fi_fi: Päivitä Files
fr_fr: Mettre à jour Files
he_il: עדכן קבצים
hu_hu: Frissítés érhető el
id_id: Perbarui Files
it_it: Aggiorna Files
ja_jp: Files を更新
ko_kr: Files 업데이트
lv_lv: Atjaunināt Files
nb_no: Oppdater Files
nl_nl: Updatebestanden
pl_pl: Zaktualizuj aplikację Files
pt_pt: Atualizar Files
ro_ro: Actualizați Files
ru_ru: Обновить Files
sk_sk: Aktualizovať Files
sv_se: Uppdateringsfiler
tr_tr: Files'ı güncelle
uk_ua: Оновити Files
vi: Cập nhật Files
zh_hans: 更新 Files
zh_hant: 更新 Files

# StatusPreparingItemsDetails_Plural
source: Preparing {0} items
ar: جاري تحضير {0} عناصر
bg: Подготовка на {0} елемента
de_de: {0} Objekte werden vorbereitet
fi_fi: Valmistellaan {0} kohdetta
it_it: Preparando {0} elementi
lv_lv: Sagatavo {0} vienumus
nl_nl: {0} items voorbereiden
pl_pl: Przygotowywanie {0} elementów
pt_pt: A preparar {0} itens

# PrepareInProgress
source: Preparing items
ar: جاري إعداد العناصر
bg: Подготовка на елементи
de_de: Objekte werden vorbereitet
fi_fi: Valmistellaan kohteita
it_it: Preparazione in corso
lv_lv: Sagatavo vienumus
nl_nl: Items worden voorbereid
pl_pl: Przygotowywanie elementów
pt_pt: A preparar itens

# StatusCopyFailed
source: Copy failed
ar: ‏‏فشل النسخ.
bg: Копирането е неуспешно.
de_de: Kopieren fehlgeschlagen
fi_fi: Kopiointi epäonnistui
he_il: ההעתקה נכשלה.
hr_hr: Kopiranje nije uspjelo.
it_it: Copia non riuscita
ka: ვერ დაკოპირდა
lv_lv: Kopēšana neizdevās
nl_nl: Kan niet kopiëren
or_in: କପି ବିଫଳ ହେଲା
pl_pl: Kopiowanie nie powiodło się.
pt_pt: Falha ao copiar

# StatusCopyFailedDetails_Plural
source: Failed to copy {0} items from {1} to {2}
ar: فشل نسخ {0} عنصر من {1} إلى {2}
bg: Неуспешно копиране на {0} елемента от {1} към {2}
de_de: Das Kopieren von {0} Objekten von {1} nach {2} ist fehlgeschlagen
fi_fi: {0} kohteen kopioiminen kansiosta {1} kansioon {2} epäonnistui
it_it: Copia di {0} elementi da {1} a {2} fallita
lv_lv: Neizdevās kopēt {0} vienumus no {1} uz {2}
nl_nl: Kopiëren van {0} items van {1} naar {2} mislukt
pl_pl: Błąd kopiowania {0} elementów z {1} do {2}
pt_pt: Falha ao copiar {0} itens de {1} para {2}

# StatusCopyFailedDetails_Singular
source: Failed to copy {0} item from {1} to {2}
ar: فشل نسخ {0} عنصر من {1} إلى {2}
bg: Неуспешно копиране на {0} елемент от {1} към {2}
de_de: Das Kopieren von {0} von {1} nach {2} ist fehlgeschlagen
fi_fi: {0} kohteen kopioiminen kansiosta {1} kansioon {2} epäonnistui
it_it: Copia di {0} elemento da {1} a {2} fallita
lv_lv: Neizdevās kopēt {0} vienumu no {1} uz {2}
nl_nl: Kopiëren van {0} item van {1} naar {2} mislukt
pl_pl: Błąd kopiowania {0} elementu z {1} do {2}
pt_pt: Falha ao copiar {0} item de {1} para {2}

# StatusMoveFailed
source: Move failed
ar: ‏‏فشل النقل.
bg: Преместването е неуспешно.
de_de: Verschieben fehlgeschlagen
fi_fi: Siirto epäonnistui
he_il: ההעברה נכשלה.
hr_hr: Premještanje nije uspjelo.
it_it: Spostamento non riuscito
lv_lv: Pārvietošana neizdevās
nl_nl: Verplaatsen is mislukt.
pl_pl: Przenoszenie nie powiodło się.
pt_pt: Falha ao mover

# FileTags
source: Tags
ar: العلامات
bg: Маркери
ca: Etiquetes
cs_cz: Štítky
da: Mærker
el: Ετικέτες
es_es: Etiquetas
fi_fi: Tunnisteet
fr_fr: Étiquettes
he_il: תגיות
hr_hr: Oznake
hu_hu: Címkék
id_id: Tag
it_it: Etichette
ja_jp: タグ
ka: ტეგები
ko_kr: 태그
lv_lv: Birkas
nb_no: Merker
nl_nl: Labels
or_in: ଟ୍ୟାଗ୍‌ଗୁଡ଼ିକ
pl_pl: Tagi
pt_pt: Etiquetas
ro_ro: Etichete
ru_ru: Метки
sk_sk: Značky
sv_se: Taggar
tr_tr: Etiketler
uk_ua: Теги
vi: Nhãn
zh_hans: 标签
zh_hant: 標籤

# UseCompactSpacing
source: Use compact spacing in the details layout
ar: استخدام المسافات المدمجة في تخطيط التفاصيل
bg: Употреба на компактно пространство в оформлението на подробностите
da: Brug kompakt afstand i detaljelayout
de_de: Kompakte Ansicht im Detail-Layout verwenden
fi_fi: Käytä tiiviimpää välistystä yksityiskohtien asettelussa
id_id: Gunakan spasi ringkas dalam tata letak rincian
it_it: Usa lo stile compatto per il layout Dettagli
ja_jp: 詳細レイアウトで項目の間隔を狭くする
lv_lv: Izmantot kompakto skatu detaļu izkārtojumā
nl_nl: Gebruik compacte afstand in de detail lay-out
pl_pl: Użyj kompaktowych stylów w układzie szczegółów
pt_pt: Utilizar espaçamento compacto no esquema de detalhes
ro_ro: Folosește spațierea compactă în aspectul detalii
sk_sk: Použiť kompaktné štýly v rozložení detailov

# SettingsFilesAndFoldersShowThumbnails
source: Show thumbnails
ar: إظهار الصور المصغرة
bg: Покажи миниатюри
ca: Mostra les miniatures
cs_cz: Zobrazit náhledy
da: Vis miniaturer
de_de: Miniaturansichten anzeigen
el: Εμφάνιση μικρογραφιών
es_es: Mostrar miniaturas
fi_fi: Näytä pikkukuvat
fr_fr: Afficher les vignettes
he_il: הצג תמונות ממוזערות
hr_hr: Prikaži minijature
hu_hu: Miniatűrök megjelenítése
id_id: Tampilkan gambar mini
it_it: Mostra anteprime
ja_jp: サムネイルを表示する
ko_kr: 이미지 표지 표시
lv_lv: Rādīt sīktēlus
nb_no: Vis miniatyrbilder
nl_nl: Miniaturen weergeven
pl_pl: Pokaż miniatury
pt_pt: Mostrar miniaturas
ro_ro: Afișați miniaturi
ru_ru: Показать эскизы
sk_sk: Zobraziť miniatúry
sv_se: Visa miniatyrer
tr_tr: Küçük resimleri göster
uk_ua: Відображати ескізи
vi: Hiện hình xem trước
zh_hans: 显示缩略图
zh_hant: 顯示縮圖

source: Retry
ar: إعادة المحاولة
bg: Опитай пак
ca: Torna-ho a provar
cs_cz: Opakovat
da: Prøv igen
de_de: Wiederholen
el: Επανάληψη
es_es: Reintentar
fi_fi: Yritä uudelleen
fr_fr: Réessayer
he_il: נסה שנית
hr_hr: Pokušaj ponovno
hu_hu: Újra
id_id: Coba lagi
it_it: Riprova
ja_jp: 再試行
ka: ხელახლა ცდა
ko_kr: 다시 시도
lv_lv: Mēģināt vēlreiz
nb_no: Prøv på nytt
nl_nl: Opnieuw
or_in: ପୁନଃଚେଷ୍ଟା
pl_pl: Spróbuj ponownie
pt_pt: Tentar novamente
ro_ro: Reîncercați
ru_ru: Повторить
sk_sk: Znova
sv_se: Försök igen
th_th: ลองอีกครั้ง
tr_tr: Yeniden Dene
uk_ua: Повторити
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# ErrorDialogUnsupportedMoveOperation
source: Move operation is not supported in this context. Do you want to copy the items instead?
ar: عملية النقل غير مدعومة في هذا السياق. هل تريد نسخ العناصر بدلاً من ذلك؟
bg: Операцията преместване не се поддържа в този контекст. Искате ли вместо това да се копират елементите?
ca: L'operació de moviment no s'admet en aquest context. Voleu copiar els elements?
cs_cz: Přesun není v tomto kontextu podporován. Chcete místo toho položky zkopírovat?
da: Flytning er ikke understøttet i denne sammenhæng. Vil du kopiere elementerne i stedet?
de_de: Verschieben wird in diesem Kontext nicht unterstützt. Möchtest Du die Elemente stattdessen kopieren?
el: Δεν υποστηρίζεται η ενέργεια μετακίνησης σε αυτό το πλαίσιο. Θέλετε να αντιγράψετε τα στοιχεία αντ' αυτού;
es_es: La operación Mover no se admite en este contexto. ¿Desea copiar los elementos en su lugar?
fi_fi: Siirtotoimintoa ei tueta tässä yhteydessä. Haluatko kopioida kohteet sen sijaan?
fr_fr: L'opération de déplacement n'est pas prise en charge dans ce contexte. Voulez-vous copier les éléments ?
hu_hu: Itt nem támogatott az áthelyezés művelet. Szeretné inkább másolni az elemeket?
id_id: Operasi pemindahan tidak didukung dalam konteks ini. Apakah Anda ingin menyalin item sebagai gantinya?
it_it: L'operazione di spostamento non è supportata in questo contesto. Vuoi copiare gli elementi?
ja_jp: ここでは項目の移動がサポートされていません。代わりに項目をコピーしますか?
ko_kr: 여기에서는 이동 작업이 지원되지 않습니다. 대신 파일을 복사하시겠습니까?
lv_lv: Šajā kontekstā pārvietošana netiek atbalstīta. Vai tā vietā vēlaties vienumus kopēt?
nb_no: Flytting er ikke mulig i dette tilfellet. Vil du kopiere filene i stedet?
nl_nl: Verplaatsen wordt niet ondersteund in deze context. Wilt u de items kopiëren?
pl_pl: Operacja przenoszenia nie jest obsługiwana w tym kontekście. Czy chcesz zamiast tego skopiować elementy?
pt_pt: A operação mover não é suportada neste contexto. Deseja, em alternativa, copiar os itens?
ro_ro: Operațiunea de mutare nu este suportată în acest context. Doriți să copiați elementele în schimb?
ru_ru: В данном случае операция перемещения не поддерживается. Хотите вместо этого скопировать элементы?
sk_sk: Operácia presunu nie je v tomto kontexte podporovaná. Chcete namiesto toho skopírovať položky?
sv_se: Flyttningsåtgärden stöds inte i denna kontext. Vill du kopiera objekten istället?
tr_tr: Taşıma işlemi bu amaç için kullanılamaz. Bunun yerine öğeleri kopyalamak ister misiniz?
uk_ua: Операція переміщення не підтримується в цьому контексті. Натомість скопіювати елементи?
vi: Thao tác di chuyển không được hỗ trợ trong ngữ cảnh này. Thay vào đó, bạn có muốn sao chép khoản mục không?
zh_hans: 当前无法执行移动操作。要复制此项目吗？
zh_hant: 此情境不支援移動。要改為複製此項目嗎？

source: Hidden items
ar: العناصر المخفية
bg: Скрити елементи
ca: Elements ocults
cs_cz: Skryté položky
da: Skjulte elementer
de_de: Versteckte Elemente
el: Κρυμμένα στοιχεία
es_es: Elementos ocultos
fi_fi: Piilotetut kohteet
fr_fr: Éléments masqués
hu_hu: Rejtett elemek
id_id: Item tersembunyi
it_it: Elementi nascosti
ja_jp: 隠しファイル
ko_kr: 숨겨진 항목
lv_lv: Slēptie vienumi
nb_no: Skjulte elementer
nl_nl: Verborgen items
pl_pl: Ukryte elementy
pt_pt: Itens ocultos
ro_ro: Elemente ascunse
ru_ru: Скрытые элементы
sk_sk: Skryté položky
sv_se: Dolda objekt
th_th: รายการที่ซ่อนอยู่
tr_tr: Gizli öğeler
uk_ua: Приховані елементи
vi: Mục bị ẩn
zh_hans: 隐藏的项目
zh_hant: 隱藏的項目

source: Custom
ar: مخصص
bg: По избор
ca: Personalitzat
cs_cz: Vlastní
da: Brugerdefineret
de_de: Benutzerdefiniert
el: Προσαρμοσμένο
es_es: Personalizado
fi_fi: Mukautettu
fr_fr: Personnalisé
hu_hu: Egyéni
id_id: Kustom
it_it: Personalizzato
ja_jp: カスタム
ko_kr: 사용자 지정
lv_lv: Pielāgots
nb_no: Tilpasset
nl_nl: Aangepast
pl_pl: Niestandardowy
pt_pt: Personalizado
ro_ro: Personalizat
ru_ru: Пользовательский
sk_sk: Vlastné
sv_se: Anpassad
th_th: กำหนดเอง
tr_tr: Özel
uk_ua: Користувацький
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

# SetAsSlideshow
source: Set as desktop slideshow
ar: تعيين كعرض شرائح سطح المكتب
bg: Задаване като слайдшоу на работния плот
ca: Estableix com a presentació de diapositives d'escriptori
cs_cz: Nastavit jako prezentaci plochy
da: Angiv som skrivebordsdiasshow
de_de: Als Desktop-Diashow festlegen
el: Ορισμός ως παρουσίαση επιφάνειας εργασίας
es_es: Establecer como presentación de diapositivas de escritorio
fi_fi: Aseta työpöydän diaesityksenä
fr_fr: Définir comme fond d'écran en diaporama
hu_hu: Beállítás asztali háttérképként
id_id: Atur sebagai tampilan slide desktop
it_it: Imposta come diapositive desktop
ja_jp: デスクトップのスライドショーとして設定
ko_kr: 바탕 화면 슬라이드 쇼로 설정
lv_lv: Ustādīt ka darbavirsmas slaidrādi
nb_no: Bruk som lysbildeserie på skrivebordet
nl_nl: Instellen als bureaublad diavoorstelling
pl_pl: Ustaw jako pokaz slajdów na pulpicie
pt_pt: Definir como apresentação do ambiente de trabalho
ro_ro: Setează ca diapozitiv pe desktop
ru_ru: Установить как слайд-шоу рабочего стола
sk_sk: Nastaviť ako prezentáciu na pracovnej ploche
sv_se: Ställ in som skrivbordsbildspel
tr_tr: Masaüstü slayt gösterisi olarak ayarla
uk_ua: Встановити як слайд-шоу на робочому столі
vi: Trình chiếu trên màn hình chính
zh_hans: 设置为桌面幻灯片
zh_hant: 設為桌布幻燈片

source: Size All Columns to Fit
ar: ضبط حجم الأعمدة لتتناسب
ca: Ajusta la mida de totes les columnes
cs_cz: Nastavit velikost všech sloupců tak, aby se vešly
da: Tilpas alle kolonner
de_de: Größe aller Spalten anpassen
el: Μέγεθος όλων των στηλών για προσαρμογή
es_es: Ajustar el tamaño de todas las columnas
fi_fi: Sovita kaikkien sarakkeiden koko näkymään
fr_fr: Adapter la largeur des colonnes
hu_hu: Oszlopok méretezése a tartalomhoz
id_id: Atur semua ukuran kolom ke pas
it_it: Adatta tutte le colonne
ja_jp: すべての列のサイズを合わせる
ko_kr: 모든 열의 크기 맞추기
lv_lv: Ietilpināts kolonnu platums
nb_no: Tilpass alle kolonner så de passer
nl_nl: Grootte van alle kolommen naar passend maken
pl_pl: Dopasuj rozmiar wszystkich kolumn
pt_pt: Ajustar todas as colunas para caber
ro_ro: Poziționează toate coloanele să încapă
ru_ru: Столбцы по размеру содержимого
sv_se: Anpassa kolumner för att passa
tr_tr: Tüm Sütunları Sığacak Şekilde Boyutlandır
uk_ua: Стовпці по розміру вмісту
vi: Căn chỉnh lại chiều rộng cột
zh_hans: 自动调整所有列宽
zh_hant: 調整欄位至合適寬度

source: Adaptive
ar: تكيفي
bg: Адаптивно
ca: Disseny adaptatiu
cs_cz: Adaptivní rozvržení
da: Automatically choose the best layout
de_de: Adaptiv
el: Προσαρμοστική διάταξη
es_es: Diseño adaptable
fi_fi: Mukautuva
fr_fr: Adaptatif
hu_hu: Adaptív elrendezés
id_id: Automatically choose the best layout
it_it: Adattivo
ja_jp: レイアウトを自動的に選択
ko_kr: 적응 레이아웃
lv_lv: Pielāgojošs
nb_no: Automatically choose the best layout
nl_nl: Aanpasbaar
pl_pl: Adaptacyjny
pt_pt: Adaptável
ro_ro: Automatically choose the best layout
ru_ru: Адаптивный макет
sk_sk: Automatically choose the best layout
sv_se: Automatically choose the best layout
tr_tr: Uyarlanır düzen
uk_ua: Адаптивний макет
vi: Chuyển bố cục tự động
zh_hans: 自适应布局
zh_hant: 調適性
